{
  "favorites": [
    {
      "id": "5692",
      "title": "FRAMED: An Investigative Story",
      "description": "A true crime podcast that seeks to go beyond the narrative and discover the truth. Both sides have facts, which picture comes into focus depends on how those facts are Framed.",
      "seasons": 2,
      "image": "https://content.production.cdn.art19.com/images/80/9b/b1/23/809bb123-130c-4254-a9c1-e66cd2bc9d33/fe06b76bdce09c87166118a932e175e0fc893cf18ade7a553d88b00b1b6f162bf926fd32d722fca969d57e5f46362ea855609da4af886d3e14b766f38444a39b.png",
      "genres": [
        2
      ],
      "updated": "2021-01-06T09:00:00.000Z",
      "isFavorite": false
    },
    {
      "id": "5675",
      "title": "This Is Actually Happening",
      "description": "What if your mother left to follow a cult… or you woke up in a morgue… or if your boat got caught in a storm and began to sink -- what would you do?   This is Actually Happening brings you extraordinary true stories of life-changing events told by the people who lived them. From a man who finds out a celebrity crush isn’t who she seems to a woman stranded in a Mexican desert fighting to survive, these stories will have you on the edge of your seat waiting to hear what happens next. New episodes come out every Tuesday for free. Listen 1-week early and to exclusive past episodes - all ad-free - with Wondery+ or Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
      "seasons": 12,
      "image": "https://content.production.cdn.art19.com/images/5a/4f/d4/19/5a4fd419-11af-4270-b31c-2c7ed2f563a5/bc913bc926be23d04c9a4d29a829269a753be3d2612dad91f7e92ba4618fefc5c8802af29a1d32b3261eb03f83613e2535e3c574469b0cb510c32cd8d94cfaa1.png",
      "genres": [
        2
      ],
      "updated": "2022-11-01T10:00:00.000Z",
      "isFavorite": false
    },
    {
      "id": "5279",
      "title": "American History Tellers",
      "description": "The Cold War, Prohibition, the Gold Rush, the Space Race. Every part of your life - the words you speak, the ideas you share - can be traced to our history, but how well do you really know the stories that made America? We'll take you to the events, the times and the people that shaped our nation. And we'll show you how our history affected them, their families and affects you today. Hosted by Lindsay Graham (not the Senator). From Wondery, the network behind American Scandal, Tides of History, American Innovations and more. New episodes come out every Wednesday for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
      "seasons": 51,
      "image": "https://content.production.cdn.art19.com/images/a4/8f/53/79/a48f5379-a90e-4197-915c-c0645e0d9336/8d9e6ebc4d65a9575fa626318e426fcf8be7f98ea0c1b7b103de2b32def46ded57537627d80b36f55edf7c9a8ad639bd9816f68c79b56845203a0b5bc4a63a55.png",
      "genres": [
        3
      ],
      "updated": "2022-11-02T07:01:00.000Z",
      "isFavorite": false
    }
  ],
  "users": [
    {
      "id": "22e4ee12-68f2-4a66-b983-bf5bb01b08d2",
      "username": "tiffany",
      "password": "$2a$10$DYUTyPw2/i8Cd0qnH2Ul3uAhFC8G3kbjp3IgLk8q16r74MN8wjxLS"
    }
  ]
}